{
    "version": "https://jsonfeed.org/version/1",
    "title": "Aditi&#x27;s Space",
    "description": "",
    "home_page_url": "https://aditichoudhary27.github.io",
    "feed_url": "https://aditichoudhary27.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Aditi Choudhary"
    },
    "items": [
        {
            "id": "https://aditichoudhary27.github.io/things-and-stuff.html",
            "url": "https://aditichoudhary27.github.io/things-and-stuff.html",
            "title": "Things and Stuff",
            "summary": "As I continue to come up with and discard ideas in the&hellip;",
            "content_html": "<p>As I continue to come up with and discard ideas in the same breath, I'm curious about what I used to think about before the lockdown started. It's weird to try and take my mind off of the only thing that is actually going on, subsequent to a radio silence about everything else. <br>I've been having so much trouble trying to think of something to write about, that guilt has seeped in and taken a place among other thoughts. It's difficult not to feel guilty when you see yourself going through each day with no adequate work or productivity to hold to your name. Nonetheless, motivation has a way of hitting you in the head every now and then. Now that I have all the time in world to notice each and everything around me, I realise how beautifully light moves through the house all day long. As I try to get a hold of that, I realised two things: one, accidently coming across potential good shots is very exciting to me; two, I have really pretty hands.</p>\n<p><img class=\"post__image align-center\" src=\"https://aditichoudhary27.github.io/media/posts/3/IMG_20200416_163939.jpg\" alt=\"\" width=\"484\" height=\"363\"></p>\n<p><img class=\"post__image align-center\" src=\"https://aditichoudhary27.github.io/media/posts/3/IMG_20200416_164120__01.jpg\" alt=\"\" width=\"481\" height=\"361\"></p>\n<p>Now I can't say I had much to say even when I tried to begin writing this post, but it's fun to be able to able to write every thought that crosses my mind. Of course I wouldn't want to just upload pictures, I do want them to be accompanied by my chain of thoughts. What I didn't consider was how tough it would be to try and write on a regular basis.</p>\n<p>Getting away from what I can't seem to do and actually talking about what I am doing, I have finally started reading again. I was considering writing reviews -given my obvious expertise, of course- which would not only keep me on track to continue reading, but also give me a challenge to try and boil down absolute classics into some paragraphs of opinionated wonder. </p>",
            "image": "https://aditichoudhary27.github.io/media/posts/3/PicsArt_10-09-12.27.02.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2020-04-30T18:05:49+05:30",
            "date_modified": "2020-04-30T18:08:15+05:30"
        },
        {
            "id": "https://aditichoudhary27.github.io/fancy-seeing-you-here.html",
            "url": "https://aditichoudhary27.github.io/fancy-seeing-you-here.html",
            "title": "What Have We Here",
            "summary": "Greetings! The featured picture up there is one of my favourite shots, and&hellip;",
            "content_html": "<p>Greetings! </p>\n<p>The featured picture up there is one of my favourite shots, and in my opinion a very good way to start this off. This is me right here:</p>\n<p><img class=\"post__image align-center\" src=\"https://aditichoudhary27.github.io/media/posts/2/IMG_20200308_180153__01.jpg\" alt=\"\" width=\"406\" height=\"501\"></p>\n<p>I'm going to be your guide today! Let's start with a little tour of this place, shall we? Starting with \"Aditi's Space\" and \"The Aditi Newsletter\". In my defence, the site is very new and I haven't gotten creative just yet, but you wait. This <strong>is </strong>going to be a journey though my camera roll, so that part is completely true. This is my second post, so not a lot of sightseeing in this section. On the top right is my favourite part, Lasagna, so go ahead and be surprised. </p>\n<p>Moving on with a little bit about me, I'm 21 and a Marketing student. Going towards the 'Personal thoughts' section here, I'm very excited about writing my first blog post. It's a little scary because I've never put more than a couple of sentences out there for people to read, given my previous understanding that I won't be writing very well to begin with. </p>\n<p>So I see my doubts, and I raise them two arguments: One, it was one of my goals this year to step out of my comfort zone (which is a slightly enhanced word for hints of social anxiety) and I don't intend for doubts to hold me back. Two, it's my website. Even if I start this off with average writing and average photography, I have enough confidence for about four people combined that I'll get better. </p>\n<p>I have a tons of plans for this website. The newsletter for sure, lots of photography, series of projects I decide to take on, thoughts about marketing, perhaps even consulting at some point and I'm sure I can think of other things later. </p>\n<p>This right here is the end of the exhibit, people. My entire progress in three days -for one post- as I continue to sit and think if my writing is too informal to actually go out there. I'm very curious to see how it changes as I understand my own spectrum of thought. So if nothing else, this site is going to be my personal archive for progress in a lot of things. </p>\n<p>That concludes the tour!</p>\n<p>I'm excited. This is going to be fun, guys. </p>",
            "image": "https://aditichoudhary27.github.io/media/posts/2/IMG_20191027_123417.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2020-04-12T17:10:01+05:30",
            "date_modified": "2020-04-15T00:56:39+05:30"
        },
        {
            "id": "https://aditichoudhary27.github.io/photography.html",
            "url": "https://aditichoudhary27.github.io/photography.html",
            "title": "Pictures from my balcony ",
            "content_html": "<img class=\"post__image\" src=\"https://aditichoudhary27.github.io/media/posts/1/DSC02193.JPG\" alt=\"\" width=\"5184\" height=\"2920\">",
            "image": "https://aditichoudhary27.github.io/media/posts/1/DSC02195.JPG",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2020-03-30T20:41:51+05:30",
            "date_modified": "2020-04-09T19:17:27+05:30"
        }
    ]
}
