{
    "version": "https://jsonfeed.org/version/1",
    "title": "Aditi&#x27;s Space",
    "description": "",
    "home_page_url": "https://aditichoudhary.com",
    "feed_url": "https://aditichoudhary.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "Aditi Choudhary"
    },
    "items": [
        {
            "id": "https://aditichoudhary.com/damn.html",
            "url": "https://aditichoudhary.com/damn.html",
            "title": "Damn.",
            "summary": "Wow, I'm not good at keeping track of this website. And there&hellip;",
            "content_html": "<p>Wow, I'm not good at keeping track of this website. And there was so much confidence -nay, arrogance in the last post. But oh well!</p>\n<p>It's the 31st so this conversation I'm about to have with this page seems fit. 2021 was good, I did so much more than I had in 2020 and so much more than I planned. Ironically, as I write this I'm thinking about how I'm going to complete that illustration I wanted to make for the cover of this blog. But 12am is far away, so you'll be getting not a blog but just live updates of how that's working out for me. </p>\n<p>I graduated college this year, travelled a bit, got a job, found out I actually do like Sushi; it's been a lot, guys. I just realised a few days back that I've been working for about 6 months now, and it felt crazy to think about that. </p>\n<p>Update- the illustration is coming along quite well so far. </p>\n<p>I definitely did not complete everything I claimed in my previous post, but I don't really feel bad about that. I did a lot, just not from that list. <br>Which is why I've decided to under-plan my new year. Of course I'm going to do cool things, it's just what I do; but I'm really excited for everything I don't know yet. I realised in the last two years that I've been majorly away from social spaces, I turned excessively <em><strong>me</strong></em>. And that's something I definitely don't want, because if left to my own devices, I get sad about not following through with plans while also actively avoiding doing anything. And that's no way to start off the year.</p>\n<p>Update- I finished the illustration and it looks brilliant. </p>\n<p>I called this \"Things &amp; Stuff\" because it's arguably the best line to say when someone asks what's happening. It's vague, promising, slightly annoying and true all at the same time. So 'Things &amp; Stuff' is exactly what's happening this entire year, spoiler alert. </p>\n<p>Oh and I definitely need to drink more water, but that's as far as I'm willing to go with plans. </p>\n<p>Fin. </p>",
            "image": "https://aditichoudhary.com/media/posts/7/0001.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2021-12-31T21:20:00+05:30",
            "date_modified": "2021-12-31T21:28:21+05:30"
        },
        {
            "id": "https://aditichoudhary.com/irregular.html",
            "url": "https://aditichoudhary.com/irregular.html",
            "title": "Irregular",
            "summary": " \"I'm going to make this website and write so much, it's&hellip;",
            "content_html": "<div class=\"post__entry\">\n<p>\"I'm going to make this website and write <strong>so</strong> much, it's gonna be crazy!\"</p>\n<p>Okay, Aditi. Sure. </p>\n<p>I feel like I keep oscillating between having zero shame about not writing to having too much guilt about not writing. Sadly, none of that has magically manifested into actual writing. An absolute shame, if you ask me. </p>\n<p>Nonetheless, I should be writing more so here is attempt number god-knows-what. A lot has happened, as is the nature of things and time, since I last wrote anything. I'm done with college and my dissertation. I'm also applying to places for jobs now, and wow is it crazy out here. I've also realised how difficult it is to constantly keep yourself motivated and productive with no academic or work pressure (not that I was super productive with college at any point of time, but it was something for sure). </p>\n<p>I've started baking a lot of things and working out a lot more. And as talented as I am in both of those things, it is <em>excessively</em> counterproductive. Would I continue doing exactly this? Absolutely. </p>\n<p>There is, however, something very good that has been happening in the middle of all the routine. My anxiety seems to be going away bit by bit. Of course there is some retaliation as it leaves, but that's just how sore losers are. No biggie. With that, I think my general life and mental health (obviously) have gotten much better. About damn time.  </p>\n<p>I've started realising that there are so many things I need to do. And not all of that is work, definitely. I want to complete the hundreds of series I've saved to watch later, the paintings I've left in the middle, the books I've purchased over the years but never started (they are honestly giving me the stink eye by this point), write more, post on Instagram more, and maybe even learn a new language. The realisation hits me once a day and there's a split second panic going \"shit, this is too much, I don't have the time\" while I tell myself -in the same breath- that I have all the time in the world now.</p>\n<p>The whole idea of me being the sole person responsible for my schedule now is happening for the first time. There was always something else like school, coaching, college or work. Now it's just me. I can't say I've achieved perfection. I'm far from it. But it sure is interesting to judge my day from the outside once in a while and look at everything I've done. And then to realise hey, I've done well.</p>\n<p>I hate making schedules. But I'm moderately good at following through so maybe I need to stop being a baby about it. And for that, I decided to publicly write out some goals up there. So to anyone reading this, feel free to quiz me on how much progress I've made whatever weeks from now, and I hope I have a high horse I can climb onto and answer.</p>\n</div>",
            "image": "https://aditichoudhary.com/media/posts/5/PicsArt_05-14-08.39.35.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2021-06-22T22:44:02+05:30",
            "date_modified": "2021-06-22T23:02:22+05:30"
        },
        {
            "id": "https://aditichoudhary.com/jitters.html",
            "url": "https://aditichoudhary.com/jitters.html",
            "title": "Jitters ",
            "summary": "The constant rummage through my head is very similar to that feeling&hellip;",
            "content_html": "<p class=\"p1\">The constant rummage through my head is very similar to that feeling you have just before reaching your gate at the airport when you're already running late. You know you're not missing your flight because they find ways to announce this stuff even on silent airports, mostly by screaming it in front of 30 people hoping someone would hold their hand up. No, you're sure that you're in time but that tiny fraction of your brain that still doesn't quite trust anything like the drama queen it is tells you a \"what if\" so strong you can't really seem to control the rate at which your heart keeps pumping. Somehow that 5 minute run to the gate feels like forever and you're already tired by the time you're there. This time not even primarily because of the bad shape you're in. </p>\n<p class=\"p1\">Interestingly, this feeling doesn't exist for me in the vacuum of a badly timed airport visit. These constant jitters (ooh, title card) seep into regular days. This still takes a certain percentage of the total feeling, of course. The rest is like that gutted feeling you have when you've spent the entire weekend doing absolutely nothing and the \"rest\" you've had just leaves you guilty (and somehow still tired, which I think is just rude).</p>\n<p class=\"p1\">Now I understand how the feelings I've described aren't novel, this is hardly revolutionary. If someone were to call this 'not revolutionary at all', they'd be right. But I'm just trying to make sense of this very weird combination for you and for me. Did you consider that? No, because you only think about yourself. (Which is fair because that's what I'm doing right now). </p>\n<p class=\"p1\">We're getting off topic. </p>\n<p>The reason I decided to write about it is because I have had anxiety for a long time. And a huge chunk of that has been baseless. I have dealt with it and gone back so many times, that by this point it's a routine. I'm not surprised anymore when I wake up with the feeling that \"Oh fuck, I'm missing a flight aren't I\" as I look ahead at a day with absolutely no travel plans. It's just so very interesting to me how something so unsettling, something that keeps me fidgety all day, and even irritable has slid into a spectrum where it raises no alarms. I have a theory that this is where the gutted feeling comes from. Because when you're anxious you are convinced that you absolutely have to do something. Even if you don't know what it is. And when you don't do \"that thing\", it feels like you're missing something very crucial. <br>But the feeling has just gotten so used to hanging around my head, it doesn't get the guest treatment anymore where I'd run around serving it. </p>\n<p class=\"p1\">So since the last time I thought I dealt with it and it came back (shocking), I've been trying to put a lot of thought as to why that happens. Why do insignificant things give me anxiety?</p>\n<p>The realisation that set in after all this thought was very weird to accept. I realised I'm the one that's gotten used to the feeling and not the other way around. When I'm anxious, my chest starts feeling very heavy. So heavy that it becomes difficult to notice anything else. Again, since I've felt it for so long, I have convinced myself that it's normal. Which it absolutely is not. So on the days when I suddenly realise that I'm at ease and not feeling heavy, I think about it so much that I fall right into the spiral. At first I thought that's just how it is and I have no control whatsoever. And in some situations, that is the case. But in the rest of the cases, I've actively put my control on a timeout. Now that was hard to accept. <br>Since then, I've been trying to figure out how to not trick myself into feeling so unsettled. Are distractions the way to go? Or is it indifference that'll do the trick? </p>\n<p class=\"p1\">As of now I have a lot of questions but very little answers. I might've lucked out in the self-awareness department but the self-correction is turning out to be tricky. Do I feel like just letting it be? Absolutely. But one of these days, my entire life is going to turn out to be a series of unsettled feelings and jitters. And why would I actively pick that?</p>\n<p class=\"p1\">I was hoping all week that by the end of this article, I'd have at least one eureka moment of what I can do. So obviously in the poetic manner of how I like it, writing it down worked out brilliantly. Not the entire solution but a very good start. </p>",
            "image": "https://aditichoudhary.com/media/posts/4/PicsArt_09-27-01.46.55.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2020-09-27T19:24:00+05:30",
            "date_modified": "2020-11-26T11:18:33+05:30"
        },
        {
            "id": "https://aditichoudhary.com/very-renaissance-of-them.html",
            "url": "https://aditichoudhary.com/very-renaissance-of-them.html",
            "title": "Very Renaissance Of Them",
            "summary": "It's been forever since I've had inspiration to actively do something out&hellip;",
            "content_html": "<p class=\"p1\">It's been forever since I've had inspiration to actively do something out of the routine. After starting out the lockdown with the motivation that I did, I realised I let it wear out. I faltered in the routine I set for myself because there were no consequences that came in the absence of it. </p>\n<p class=\"p1\">I knew something was going wrong but not enough to change it, and then a proper schedule just chipped away little by little without raising any alarm. Of course the daily tasks stayed, which gave me the impression that it was all under control still. Turns out, not quite. I used to write monthly newsletters which stopped rolling in a few months ago. I remember writing in the last one that I'm running out of inspiration but I'm sure I'll have my own personal renaissance soon enough.</p>\n<p class=\"p1\">So I was sitting in my living room one day and I noticed really nice looking clouds in the distance. I stepped out and I thought \"Huh, not bad\". I clicked a few pictures and I was ready to head back in when I realised there are these really pretty clouds heading in my direction. </p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://aditichoudhary.com/media/posts/3/PicsArt_08-14-03.54.01.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-03.54.01-xs.jpg 300w ,https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-03.54.01-sm.jpg 480w ,https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-03.54.01-md.jpg 768w ,https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-03.54.01-lg.jpg 1024w\"  alt=\"\" width=\"2289\" height=\"2188\"></figure>\n<p class=\"p1\">Of course it was all beautiful, but it was that second formation there that reminded me of the painting \"Creation of Adam\". A very famous Renaissance painting from all the way back in 1512. That right there reminded me of the renaissance I was hoping for, and very on the nose might I add. </p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://aditichoudhary.com/media/posts/3/PicsArt_08-14-04.07.30.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-04.07.30-xs.jpg 300w ,https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-04.07.30-sm.jpg 480w ,https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-04.07.30-md.jpg 768w ,https://aditichoudhary.com/media/posts/3/responsive/PicsArt_08-14-04.07.30-lg.jpg 1024w\"  alt=\"\" width=\"2181\" height=\"1958\"></figure>\n<p class=\"p1\">The time I spent doing nothing only felt like a few weeks of wavered focus and a tiny slump, but in reality about three months had gone by and I hadn't noticed. It was that day that I realised how long it had been since I felt motivated for something like I felt for clicking pictures in that moment. </p>\n<p class=\"p1\">The 'soon enough' took its own sweet time to settle in my mind. On a level I had gotten used to not feeling anything different for days, but now that I had my Renaissance, I realise what was missing from my day. So I'm excited yet again, because I have no idea what I will do or how long this will stay, but all I can do for the moment is enjoy it. </p>",
            "image": "https://aditichoudhary.com/media/posts/3/IMG_20200806_184120__01.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2020-08-14T16:15:00+05:30",
            "date_modified": "2020-11-26T11:16:06+05:30"
        },
        {
            "id": "https://aditichoudhary.com/things-and-stuff.html",
            "url": "https://aditichoudhary.com/things-and-stuff.html",
            "title": "Things and Stuff",
            "summary": "As I continue to come up with and discard ideas in the&hellip;",
            "content_html": "<p class=\"p1\">As I continue to come up with and discard ideas in the same breath, I'm curious about what I used to think about before the lockdown started. It's weird to try and take my mind off of the only thing that is actually going on, subsequent to a radio silence about everything else. </p>\n<p class=\"p1\">I've been having so much trouble trying to think of something to write about, that guilt has seeped in and taken a place among other thoughts. It's difficult not to feel guilty when you see yourself going through each day with no adequate work or productivity to hold to your name. Nonetheless, motivation has a way of hitting you in the head every now and then. Now that I have all the time in world to notice each and everything around me, I realise how beautifully light moves through the house all day long. As I try to get a hold of that, I realised two things: one, accidentally coming across potential good shots is very exciting to me; two, I have really pretty hands.</p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://aditichoudhary.com/media/posts/2/PicsArt_05-16-03.21.38.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://aditichoudhary.com/media/posts/2/responsive/PicsArt_05-16-03.21.38-xs.jpg 300w ,https://aditichoudhary.com/media/posts/2/responsive/PicsArt_05-16-03.21.38-sm.jpg 480w ,https://aditichoudhary.com/media/posts/2/responsive/PicsArt_05-16-03.21.38-md.jpg 768w ,https://aditichoudhary.com/media/posts/2/responsive/PicsArt_05-16-03.21.38-lg.jpg 1024w\"  alt=\"\" width=\"1024\" height=\"727\"></figure>\n<p class=\"p1\">Now I can't say I had much to say even when I tried to begin writing this post, but it's fun to be able to able to write every thought that crosses my mind. Of course I wouldn't want to just upload pictures, I do want them to be accompanied by my chain of thoughts. What I didn't consider was how tough it would be to try and write on a regular basis.</p>\n<p class=\"p1\">Getting away from what I can't seem to do and actually talking about what I am doing, I have finally started reading again. I was considering writing reviews -given my obvious expertise, of course- which would not only keep me on track to continue reading, but also give me a challenge to try and boil down absolute classics into some paragraphs of opinionated wonder. </p>",
            "image": "https://aditichoudhary.com/media/posts/2/PicsArt_10-09-12.27.02.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2020-04-30T11:15:00+05:30",
            "date_modified": "2020-11-26T11:13:06+05:30"
        },
        {
            "id": "https://aditichoudhary.com/what-have-we-here.html",
            "url": "https://aditichoudhary.com/what-have-we-here.html",
            "title": "What Have We Here",
            "summary": "Greetings! The featured picture up there is one of my favourite shots, and&hellip;",
            "content_html": "<p class=\"p1\">Greetings! </p>\n<p class=\"p1\">The featured picture up there is one of my favourite shots, and in my opinion a very good way to start this off. This is me right here:</p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://aditichoudhary.com/media/posts/1/IMG_20200308_180153__01.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://aditichoudhary.com/media/posts/1/responsive/IMG_20200308_180153__01-xs.jpg 300w ,https://aditichoudhary.com/media/posts/1/responsive/IMG_20200308_180153__01-sm.jpg 480w ,https://aditichoudhary.com/media/posts/1/responsive/IMG_20200308_180153__01-md.jpg 768w ,https://aditichoudhary.com/media/posts/1/responsive/IMG_20200308_180153__01-lg.jpg 1024w\"  alt=\"\" width=\"388\" height=\"478\"></figure>\n<p>I'm going to be your guide today! Let's start with a little tour of this place, shall we? Starting with \"Aditi's Space\" and \"The Aditi Newsletter\". In my defence, the site is very new and I haven't gotten creative just yet, but you wait. This is going to be a journey though my camera roll, so that part is completely true. This is my second post, so not a lot of sightseeing in this section. On the top right is my favourite part, Lasagna, so go ahead and be surprised. </p>\n<p class=\"p1\">Moving on with a little bit about me, I'm 22 and a Marketing student. Going towards the 'Personal thoughts' section here, I'm very excited about writing my first blog post. It's a little scary because I've never put more than a couple of sentences out there for people to read, given my previous understanding that I won't be writing very well to begin with. </p>\n<p class=\"p1\">So I see my doubts, and I raise them two arguments: One, it was one of my goals this year to step out of my comfort zone (which is a slightly enhanced word for hints of social anxiety) and I don't intend for doubts to hold me back. Two, it's my website. Even if I start this off with average writing and average photography, I have enough confidence for about four people combined that I'll get better. </p>\n<p class=\"p1\">I have a tons of plans for this website. The newsletter for sure, lots of photography, series of projects I decide to take on, thoughts about marketing, perhaps even consulting at some point and I'm sure I can think of other things later. </p>\n<p class=\"p1\">This right here is the end of the exhibit, people. My entire progress in three days -for one post- as I continue to sit and think if my writing is too informal to actually go out there. I'm very curious to see how it changes as I understand my own spectrum of thought. So if nothing else, this site is going to be my personal archive for progress in a lot of things. </p>\n<p class=\"p1\">That concludes the tour!</p>\n<p class=\"p1\">I'm excited. This is going to be fun, guys. </p>",
            "image": "https://aditichoudhary.com/media/posts/1/IMG_20191027_123417.jpg",
            "author": {
                "name": "Aditi Choudhary"
            },
            "tags": [
            ],
            "date_published": "2020-04-12T18:08:00+05:30",
            "date_modified": "2020-11-26T11:12:56+05:30"
        }
    ]
}
